Repository: fassko/vibur
Catalog: Vibur/Core/*.lproj/Localizable.strings
Languages: lv, ru

source: Unpleasant Events
lv: Nepatīkami notikumi
ru: Неприятные События

source: Pleasant Events
lv: Patīkami notikumi
ru: Приятные События

source: Settings
lv: Iestatījumi
ru: Настройки

source: About
lv: Par
ru: Инфо

source: Edit
lv: Rediģēt
ru: Изменить

source: Save
lv: Saglabāt
ru: Сохранить

source: Cancel
lv: Atcelt
ru: Отменить

source: No events found right now
lv: Diemžēl netika atrasti notikumi
ru: События не найдены

source: Add Event
lv: Pievieno notikumu
ru: Добавить Событие

source: %@ Events
lv: %@ notikumi
ru: %@ Событий

source: Select what kind of events you would like to add.
lv: Lūdzu, izvēlieties kādu notikumu Jūs vēlaties pievienot.
ru: Выберите, какие события вы хотите добавить.

source: Unpleasant
lv: Nepatīkami
ru: Неприятные

source: Pleasant
lv: Patīkami
ru: Приятные

source: Events Calendar
lv: Notikumu kalendārs
ru: Календарь Событий

source: Be aware of an event at the time it is happening. Use these questions to focus your awareness on the details of the experience as it is happening. Write it down later. Try to record at least one unpleasant event each day.
lv: Ņemiet vērā notikumu laikā, kad tas notiek. Izmantojiet šos jautājumus, lai koncentrētu savu izpratni par pieredzes detaļām. Pierakstiet to vēlāk . Mēģiniet pierakstīt vismaz vienu notikumu katru dienu.
ru: Замечайте события, когда они происходят. Используйте эти вопросы, чтобы осознать детали происходящего. Позже запишите это. Старайтесь записывать хотя бы одно неприятное событие каждый день.

source: This application is developed and maintained by [Kristaps Grinbergs](https://kristaps.me/)
lv: Šo lietotni izstrādā un uztur [Kristaps Grinbergs](https://kristaps.me/)
ru: Это приложение разработал и поддерживает [Kristaps Grinbergs](https://kristaps.me/)

source: Pleasant Event
lv: Patīkams notikums
ru: Приятное Событие

source: Unpleasant Event
lv: Nepatīkams notikums
ru: Неприятное Событие

source: Newest to Oldest
lv: Jaunākie vispirms
ru: Сначала новые

source: Oldest to Newest
lv: Vecākie vispirms
ru: Сначала старые

source: More
lv: Vairāk
ru: Ещё

source: Export
lv: Eksportēt
ru: Выгрузить

source: There is nothing to export.
lv: Nav datu, ko eksportēt.
ru: Сейчас нечего выгружать.

source: What was the experience?
lv: Kāda bija Jūsu pieredze?
ru: Каким был ваш опыт?

source: Were you aware of the pleasant feelings while the event was happening?
lv: Vai Jums bija nepatīkamas sajūtas tajā brīdi?
ru: Осознавали ли вы приятные ощущения, когда событие происходило?

source: Were you aware of the unpleasant feelings while the event was happening?
lv: Vai Jums bija patīkamas sajūtas tajā brīdi?
ru: Осознавали ли вы неприятные ощущения, когда событие происходило?

source: How did your body feel, in detail, during this experience?
lv: Kā jūsu ķermenis jutās, šīs pieredzes laikā?
ru: Какие ощущения были в вашем теле, в деталях, в этот момент?

source: What moods and emotions were present?
lv: Kādi noskaņojumi un emocijas Jūs jutāt?
ru: Какие эмоции и настроения присутствовали?

source: What thoughts were present?
lv: Kādas bija jūsu domas?
ru: Какие мысли присутствовали?

source: What thoughts are here as you write this down now?
lv: Kādas domas Jums ir tagad, šo rakstot?
ru: Какие мысли у вас сейчас, когда вы записываете это?

source: Push Notifications
lv: Paziņojumi
ru: Всплывающие уведомления

source: Enable Push Notifications
lv: Ieslēgt paziņojumus
ru: Разрешить всплывающие уведомления

source: Sending Time Every Day
lv: Ikdienas paziņošanas laiks
ru: Время отправки каждый день

source: Notifications disabled in App Settings
lv: Paziņojumi ir atslēgti lietotnes iestatījumos
ru: Уведомления запрещены в настройках приложения

source: Open Settings
lv: Atvērt iestatījumus
ru: Открыть настройки
